Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/kieliharjoittelu_tutustuttaa_saamenkieliseen_oppimateriaalityohon_-_ulpu_mattus-kumpunen_maarit_kiprianoff_ja_nina_autti_harjoittelivat_koulutus-_ja_oppimateriaalitoimistossa.html.tmx
Source language: fin
Languages: smn

source: Kieliharjoittelu tutustuttaa saamenkieliseen oppimateriaalityöhön – Ulpu Mattus-Kumpunen, Maarit Kiprianoff ja Nina Autti harjoittelivat koulutus- ja oppimateriaalitoimistossa
smn: Kielâhárjuttâllâm uápásmit sämikielâlâš oppâmateriaalpaargon – Ulpu Mattus–Kumpunen, Maarit Kiprianoff já Nina Autti hárjuttâllii škovlim- já oppâmateriaaltoimâttuvâst

source: Saamelaiskäräjien koulutus- ja oppimateriaalitoimistossa on käynyt kuhina, kun toimistossa on aloittanut huhtikuun alussa inarin-, koltan- ja pohjoissaamenkielisten oppimateriaalien projektityöntekijöitä .
smn: Sämitige škovlim- já oppâmateriaaltoimâttuvâst lii lamâš fiiđgâs, ko toimâttuvâst láá algâttâm cuáŋuimáánu aalgâst aanaar-, nuorttâ- já tavesämikielâlij oppâmateriaalij proojeektpargeeh .

source: Heidän lisäkseen oppimateriaalityön maailmaan ovat päässeet sukeltamaan Saamelaisalueen koulutuskeskuksen inarin-, koltan- ja pohjoissaamen kieliharjoittelijat Ulpu Mattus-Kumpunen, Maarit Kiprianoff ja Nina Autti.
smn: Sii lasseen oppâmateriaalpargo maailman láá peessâm uápásmuđ Säämi máttááttâskuávdáá aanaar-, nuorttâ- já tavesämikielâi kielâhárjuttâlleeh Ulpu Mattus–Kumpunen, Maarit Kiprianoff já Nina Autti.

source: – Minulla on jo pitkään ollut halu tuottaa koltansaamenkielistä oppimateriaalia lapsille ja nyt kun vihdoin pääsin tänne Inariin kolttaa opiskelemaan, niin tottahan sitä piti heti ottaa koppi mahdollisuudesta päästä Saamelaiskäräjille harjoittelemaan, iloitsee koltansaamen kieliharjoittelija Kiprianoff.
smn: – Must lii jo kuhháá lamâš mielâ pyevtittiđ nuorttâsämikielâlâš oppâmateriaal párnáid já tääl ko viijmâg peessim teehin Anarân nuorttâkielâ luuhâđ, te tuotâ tibi tot ferttij tállân toppiđ kiddâ máhđulâšvuodâst peessâđ Sämitigán hárjuttâllâđ, illood nuorttâlâškielâ kielâhárjuttâllee Kiprianoff.

source: – Hakeuduin kieliharjoitteluun oppimateriaalien pariin, koska olen jo pitemmän aikaa ajatellut, että haluaisin olla mukana parantamassa inarinsaamenkielisten oppimateriaalien tilannetta, kertoo inarinsaamen harjoittelija Mattus-Kumpunen.
smn: – Ucâluvvim kielâhárjuttâlmân oppâmateriaalij paarân, tastko lam jo kuhheeb ääigi jurdâččâm, ete halijdiččim leđe fáárust pyeredmin aanaarsämikielâlij oppâmateriaalij tile, muštâl anarâškielâ hárjuttâllee Mattus–Kumpunen.

source: – Hain kieliharjoitteluun Saamelaiskäräjien koulutus- ja oppimateriaalitoimistoon, koska minua kiinnosti päästä näkemään ja kuulemaan minkälainen tilanne saamenkielisten oppimateriaalien kanssa on tänä päivänä.
smn: – Uuccim kielâhárjuttâlmân Sämitige škovlim- já oppâmateriaaltoimâttâhân, tastko muu kiäsuttij peessâđ uáiniđ já kuullâđ maggaar tile sämikiel oppâmateriaalijgijn lii onnáá peeivi.

source: Aihe on itselleni ajankohtainen lapsieni koulunkäynnin vuoksi.
smn: Fáddá lii olssân äigikyevdil parnijdân škovlâjotteem tiet.

source: Materiaalien historiaa olin hieman tutkinut opiskeluvuoteni syksynä, kun kulttuuriopintojen kurssilla esittelin omia vanhoja saamenkirjojani ja samalla kerroin luokkatovereilleni oppimateriaalien historiasta.
smn: Materiaalij historjá lijjim ucánjáhháá tutkâm oppâmihháán čoovčâ, ko kulttuuruápui kuursâst čaittim jieččân puáris sämikiirjijd já siämmást muštâlim luokkaskipárijdân oppâmateriaalij historjást.

source: Nyt oli mukava päästä kuulemaan tämän hetken tilanteesta ja näkemään minkä verran esim. koulukirjoja on tällä hetkellä saatavilla, kertoo pohjoissaamenkielen harjoittelija Autti.
smn: Tääl lâi suámi peessâđ kuullâđ tááláá tiileest já uáiniđ, mon verd ovdâmerkkân škovlâkirjeh láá eidu tääl finniimist, muštâl tavesämikielâ hárjuttâllee Autti.

source: Kieliharjoittelussa pääsee tutustumaan oppimateriaalityöhön
smn: Kielâhárjuttâlmist piäsá uápásmuđ oppâmateriaalpaargon

source: Inarinsaamen kieliharjoittelussaan Mattus-Kumpunen käänsi KEI-sarjaan sanalistan ja alkoi käsikirjoittaa lukemaan harjoittelevien oppikirjaa.
smn: Anarâškielâ kielâhárjuttâlmist Mattus-Kumpunen jurgâlij KEI-rááiđun sänilisto já kietâčäliškuođij luuhâm hárjuttâllei oppâkirje.

source: Koltansaamen kieliharjoittelija Kiprianoff laati sanaston tekeillä olevaan ǨIÕČČ 3-oppikirjan lukukirjaan sekä ideoi ja kirjoitti suunnitelman koltansaamen alkuopetukseen soveltuvasta oppikirjasta.
smn: Nuorttâlâškielâ kielâhárjuttâllee Kiprianoff raahtij sánáduv pargo vyelni leijee ǨIÕČČ 3-oppâkirje luuhâmkiirján sehe vuávái já čaalij vuávám nuorttâsämikielâ algâmáttááttâsân heivee oppâkirjeest.

source: Lisäksi hän laati keskusteluharjoituksia arkipäivän keskustelutilanteisiin.
smn: Lasseen sun raahtij savâstâllâmhárjuttâsâid argâpeeivi savâstâllâmtiilijd.

source: – Oppimateriaalin teko oli tarkkuutta vaativaa ja sanaston tekemisessä piti ottaa huomioon monta eri tekijää, kertoo koltansaamen harjoittelija Kiprianoff.
smn: – Oppâmateriaal pargo lâi tärkkilvuođâ vättee já sánáduv rähtimist ferttij väldiđ vuotân maaŋgâ sierâ tahhee, muštâl nuorttâlâškielâ hárjuttâllee Kiprianoff.

source: – Materiaalien keksiminen oli yllättävän haastavaa, vaikka olen aikaisemmin toiminut kommunikaatio-opettajana opettaen viittomakieltä ja tukiviittomia.
smn: – Materiaalij utkâm lâi olâttettee hastâleijee, veikkâ lam ovdil toimâm kommunikaatio–máttáátteijen máttátdijn seevvimkielâ já toorjâsevimijd.

source: Viittomakielialallakin materiaalia on saatavilla vähän ja opetusmateriaalit piti pitkälti rakentaa itse.
smn: Seevvimkielâsyergist-uv materiaal lii uccáá finniimist já máttááttâsmateriaalijd ferttij kuhás huksiđ jieš.

source: Huomasin, että on erilaista luoda materiaalia lähiopetukseen kuin kieliharjoittelussa tekemääni virtuaalista materiaalia.
smn: Huámmášim, ete lii ereslágán rähtiđ materiaal aldamáttááttâsân ko muu kielâhárjuttâlmist ráhtám virtuaallâš materiaal.

source: Aiempi materiaalien askartelukokemus piti osata muuttaa virtuaaliseen muotoon.
smn: Ovdebâš materiaalij puđâldemfeerim ferttij mättiđ mutteđ virtuaallâš háámán.

source: Työ oli silti mielenkiintoista ja samalla pääsin kertaamaan opiskeluvuoden aikana oppimaani, pohdiskelee pohjoissaamenkielen harjoittelija Autti.
smn: Pargo lâi nuuvttii mielâkiddiivâš já siämmást peessim kiärduttiđ oppâmive ääigi oppâmâm, suogârdâl tavesämikielâ hárjuttâllee Autti.

source: Keskusteluharjoitukset lisätään saataville Saamelaiskäräjien digitaaliselle oppimateriaalialustalle.
smn: Savâstâllâmhárjuttâsah lasettuvvojeh uážžumnáálá Sämitige digitaallâš oppâmateriaalvuáđun.

source: Cealkke dearvvuođaid -materiaalit Wordwallissa ja Quizletissa .
smn: Cealkke dearvvuođaid–materiaalih Worwallist já Quizlettist

source: Lisätietoja:
smn: Lasetiäđuh:
